Revit 2027 API
FamilySymbolFilter.FamilyId Property
 The family id.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public ElementId FamilyId { get; }
Public ReadOnly Property FamilyId As ElementId
	Get
public:
property ElementId^ FamilyId {
	ElementId^ get ();
}
member FamilyId : ElementId with get
Property Value
ElementId
See Also
Reference
FamilySymbolFilter Class
Autodesk.Revit.DB Namespace